export const data = {
    hotCities: ['上海', '北京', '广州', '深圳', '成都', '重庆', '天津', '杭州', '南京', '苏州', '西安'],
    cityIndex: ["A", "B", "C", "D", "E", "F", "G", "H", "J", "K", "L", "M", "N", "P", "Q", "R", "S", "T", "W", "X", "Y", "Z"],
    cityData: {
        A: ["阿坝", "安康", "阿克苏", "阿里", "阿拉善", "阿勒泰地区", "澳门", "安庆", "安顺", "鞍山", "安阳"],
        B: ["蚌埠", "白城", "保定", "博尔塔拉", "北海", "北京", "毕节", "宝鸡", "百色", "白沙", "白山", "保山", "包头", "保亭", "本溪", "白银", "巴音郭楞", "巴彦淖尔", "亳州", "滨州", "巴中"],
        C: ["长春", "昌都地区", "成都", "常德", "承德", "赤峰", "巢湖", "昌吉", "昌江", "重庆", "长沙", "楚雄", "池州", "郴州", "潮州", "崇左", "滁州", "常州", "长治", "沧州"],
        D: ["丹东", "东方", "东莞", "德宏", "敦煌", "大连", "大理州", "大庆", "迪庆", "大同", "定西", "大兴安岭", "德阳", "东营", "达州", "德州", "儋州"],
        E: ["鄂尔多斯", "恩施", "鄂州"],
        F: ["防城港", "抚顺", "佛山", "阜新", "阜阳", "福州", "抚州"],
        G: ["广安", "贵港", "桂林", "果洛", "甘南", "高雄", "固原", "广元", "贵阳", "广州", "赣州", "甘孜"],
        H: ["淮安", "淮北", "鹤壁", "海北", "河池", "海东", "邯郸", "哈尔滨", "合肥", "鹤岗", "黄冈", "红河", "黑河", "怀化", "呼和浩特", "海口", "呼伦贝尔", "葫芦岛", "哈密地区", "黄南", "淮南", "海南", "衡水", "黄山", "黄石", "和田地区", "海西", "河源", "衡阳", "淮阴", "杭州", "汉中", "贺州", "菏泽", "惠州", "湖州"],
        J: ["吉安", "晋城", "金昌", "景德镇", "金华", "九江", "基隆", "吉林", "江门", "荆门", "佳木斯", "济南", "济宁", "酒泉", "嘉兴", "鸡西", "揭阳", "嘉义", "济源", "嘉峪关", "荆州", "焦作", "晋中", "锦州"],
        K: ["开封", "克拉玛依", "昆明", "喀什地区", "克孜勒苏"],
        L: ["六安", "来宾", "临沧", "聊城", "乐东", "娄底", "临汾", "廊坊", "丽江", "吕梁", "陇南", "六盘水", "凉山", "拉萨", "乐山", "陵水", "丽水", "莱芜", "临夏", "辽源", "辽阳", "洛阳", "临沂", "龙岩", "连云港", "泸州", "柳州", "林芝地区", "兰州"],
        M: ["马鞍山", "牡丹江", "茂名", "眉山", "绵阳", "梅州"],
        N: ["宁波", "南昌", "南充", "宁德", "南京", "怒江", "内江", "南宁", "南平", "那曲", "南通", "南阳"],
        P: ["平顶山", "普洱", "盘锦", "平凉", "莆田", "萍乡", "凭祥", "濮阳", "攀枝花"],
        Q: ["青岛", "黔东南", "琼海", "秦皇岛", "曲靖", "潜江", "黔南", "齐齐哈尔", "琼山", "七台河", "黔西南", "清远", "庆阳", "琼中", "衢州", "泉州", "钦州"],
        R: ["日喀则地区", "日照"],
        S: ["韶关", "绥化", "上海", "石河子", "石家庄", "商洛", "思茅", "厦门", "三明", "三门峡", "山南", "遂宁", "神农架", "四平", "宿迁", "商丘", "上饶", "汕头", "汕尾", "绍兴", "邵阳", "三亚", "沈阳", "松原", "十堰", "双鸭山", "深圳", "朔州", "随州", "宿州", "苏州", "石嘴山"],
        T: ["泰安", "台北", "塔城地区", "铜川", "通化", "漯河", "天津", "通辽", "铜陵", "铁岭", "吐鲁番地区", "天门", "台南", "铜仁", "唐山", "天水", "太原", "泰州", "台州", "台中"],
        W: ["文昌", "潍坊", "武汉", "威海", "乌海", "芜湖", "乌兰察布", "乌鲁木齐", "万宁", "渭南", "文山", "武威", "无锡", "温州", "吴忠", "梧州", "五指山"],
        X: ["西安", "兴安盟", "宣城", "许昌", "襄樊", "孝感", "香港", "锡林郭勒盟", "厦门", "西宁", "咸宁", "西双版纳", "湘潭", "邢台", "仙桃", "新乡", "湘西", "信阳", "咸阳", "新余", "襄阳", "新竹", "徐州", "忻州"],
        Y: ["延安", "雅安", "延边", "宜宾", "盐城", "银川", "宜春", "运城", "伊春", "宜昌", "云浮", "阳江", "营口", "玉林", "伊犁", "榆林", "玉门", "阳泉", "玉树", "烟台", "鹰潭", "玉溪", "岳阳", "益阳", "扬州", "永州"],
        Z: ["淄博", "自贡", "珠海", "湛江", "镇江", "张家界", "张家口", "周口", "驻马店", "肇庆", "舟山", "中山", "昭通", "中卫", "朝阳", "资阳", "遵义", "张掖", "郑州", "枣庄", "漳州", "株洲"]
    }
};
